Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/eu_and_family_law.html.txt.tmx
Source language: en
Languages: ga

source: EU and family law
ga: An AE agus an dlí teaghlaigh

source: • Divorce, separation and annulment
ga: • Colscaradh, scaradh agus neamhniú

source: The European Union (EU) has a limited role in family law matters
ga: Tá ról teoranta ag an AE i gcúrsaí dlí teaghlaigh

source: Each individual member state has its own rules about separation, divorce, maintenance of spouses and children, custody and guardianship and other family law matters
ga: Tá a chuid rialacha féin ag gach ballstát aonair maidir le scaradh, colscaradh, cothabháil céilí agus leanaí, caomhnóireacht agus cúrsaí dlí teaghlaigh eile

source: The role of the EU is mainly concerned with ensuring that decisions made in one country can be implemented in another
ga: Is é ról an AE go príomha ná a chinntiú gur féidir cinntí a dhéantar i dtír amháin a chur i bhfeidhm i dtír eile

source: It also has a role in trying to establish which country has jurisdiction to hear a particular case
ga: Tá ról freisin ag an AE ó thaobh cinneadh a dhéanamh cén tír ag a bhfuil dlínse chun éisteacht le cás ar leith

source: In effect, the EU does not have rules which govern, for example, who is entitled to have custody or access but it does have rules which try to ensure that custody and access orders made in one country can be put into effect in another
ga: Go fíreannach, níl rialacha ag an AE a rialaíonn, mar shampla, cé atá i dteideal caomhnóireachta nó rochtana ach tá rialacha aige a dhéanann iarracht a chinntiú gur féidir orduithe caomhnóireachta agus rochtana a dhéantar i dtír amháin a chur i bhfeidhm i dtír eile

source: EU rules in relation to enforcement of matrimonial orders (divorce, separation, annulment) and some parental responsibility orders (mainly custody and access) came into effect in March 2001
ga: Tháinig rialacha an AE maidir le horduithe pósta (colscaradh, scaradh, neamhniú) agus roinnt orduithe um fhreagracht tuismitheoirí (caomhnóireacht agus rochtain den chuid is mó) i bhfeidhm i Márta 2001

source: A new regulation on matrimonial matters and parental responsibility came into effect in March 2005
ga: Tháinig rialachán nua maidir le cúrsaí pósta agus freagracht tuismitheoirí i bhfeidhm i Márta 2005

source: This did not involve any significant change in the rules on matrimonial matters but it did involve changes in the rules governing parental responsibility – see 'Parental responsibility' below
ga: Ní raibh aon athrú suntasach sna rialacha ar chúrsaí pósta i gceist leis seo ach bhí athruithe sna rialacha a rialaíonn freagracht tuismitheoirí

source: EU rules in relation to the enforcement of maintenance orders came into effect in March 2002
ga: Tháinig rialacha an AE maidir le forfheidhmiú na n-orduithe cothabhála i bhfeidhm i Márta 2002

source: A new regulation on maintenance came into effect in June 2011 – see 'Maintenance' below
ga: Tháinig rialachán nua ar chothabháil i bhfeidhm i Meitheamh 2011 – féach ‘Cothabháil’ thíos

source: The problem of conflict of laws
ga: Fadhb na heasaontachta dlíthe

source: If all the parties to a family law dispute are from one country and are living in that country then generally the dispute is heard by the courts of that country and a decision is made and implemented in accordance with the laws of that country
ga: Má thagann na páirtithe uile i ndíospóid dlí teaghlaigh ó thír amháin agus má tá siad ina gcónaí sa tír sin éisteann cúirteanna na tíre sin leis an díospóid de ghnáth agus déantar cinneadh agus cuirtear i bhfeidhm é de réir dlíthe na tíre sin

source: Problems arise when the parties are not living in the same country or are not nationals of the same country
ga: Tagann fadhbanna chun cinn mura bhfuil na páirtithe go léir ina gcónaí sa tír chéanna nó mura bhfuil siad go léir ina náisiúnaigh den tír chéanna

source: It may not be clear which country’s courts should make the decisions, which country’s laws should be applied and how the decisions made in one country can be implemented in another
ga: Seans nach mbeadh sé soiléir cén tír gur chóir dá cúirteanna na cinntí a dhéanamh, cén tír gur chóir dá dlíthe a bheith curtha i bhfeidhm agus cén chaoi ar féidir leis na cinntí a dhéantar i dtír amháin a bheith curtha i bhfeidhm i dtír eile

source: Each country has its own rules about how this conflict of laws should be dealt with
ga: Tá a rialacha féin ag gach tír faoin gcaoi ar chóir plé leis an easaontacht dlíthe seo

source: It is possible that several countries would have jurisdiction to hear the dispute and that each would apply different laws
ga: Tá seans ann go mbeadh dlínse ag roinnt tíortha éisteacht leis an díospóid agus go gcuirfeadh siad uile dlíthe éagsúla i bhfeidhm

source: The procedures for having judgements recognised and enforced in another country can be difficult and sometimes impossible
ga: D’fhéadfadh na nósanna imeachta chun breithiúnais a aithint agus a chur i bhfeidhm i dtír eile a bheith deacair agus neamhfhéideartha uaireanta

source: Generally, if you have a judgement from a court in one country, you have to go through another judicial process in another country in order to have it implemented there (this process is known as exequatur)
ga: De ghnáth, má tá breithiúnas agat ó chúirt i dtír amháin, tá ort dul trí nós imeachta breithiúnach eile i dtír eile le go gcuirfear i bhfeidhm inti é (tugtar ‘exequatur’ ar an bpróiseas seo)

source: These problems arise between all countries and not only between EU member states
ga: Tarlaíonn na fadhbanna seo idir na tíortha go léir agus ní hamháin idir ballstáit an AE

source: A number of international conventions have been agreed dealing with such conflicts of laws
ga: Aontaíodh ar roinnt coinbhinsiún idirnáisiúnta a phléann lena leithéid d’easaontacht dlíthe

source: These international conventions continue to apply between EU member states and non-EU member states
ga: Leantar leis na coinbhinsiúin idirnáisiúnta seo a chur i bhfeidhm idir ballstáit an AE agus ballstáit neamh-AE

source: The EU regulations in family law matters apply in all the EU member states except Denmark – this means that if there is a conflict of laws involving Denmark and another EU member state, the matter is governed by the international conventions if they are relevant
ga: Tá rialacha an AE maidir le cúrsaí dlí teaghlaigh infheidhmithe i ngach ballstát de chuid an AE ach amháin an Danmhairg - ciallaíonn sé sin má bhíonn easaontacht dlíthe idir an Danmhairg agus ballstát eile de chuid an AE, tá an t-ábhar faoi rialú na gcoinbhinsiún idirnáisiúnta má bhíonn siad ábhartha

source: EU competence to deal with family law
ga: Inniúlacht an AE chun déileáil le dlí teaghlaigh

source: The EU is only entitled to make laws in areas where the treaties give it the specific competence to do so
ga: Níl an AE i dteideal dlíthe a dhéanamh ach amháin sna limistéir ina dtugann na conarthaí saininniúlacht dó a leithéid a dhéanamh

source: It has no specific competence to make laws in relation to divorce, maintenance or parental responsibility
ga: Níl aon inniúlacht faoi leith aige dlíthe a dhéanamh maidir le colscaradh, cothabháil nó freagracht tuismitheoirí

source: This means it cannot make laws setting out the terms under which a divorce may be granted or the responsibility of spouses to pay maintenance or how decisions on custody to access to children are to be made
ga: Ciallaíonn sé seo nach féidir leo dlíthe a dhéanamh ag leagan amach na dtéarmaí faoinar féidir colscaradh a cheadú nó freagracht céilí as íocaíochtaí cothabhála a dhéanamh nó conas ar chóir cinntí a dhéanamh maidir le rochtain ar leanaí

source: However, the EU does have competence to promote judicial co-operation in civil matters which have cross border implications
ga: Tá an inniúlacht ag an AE comhoibriú breithiúnach a chur chun cinn i gcúrsaí sibhialta a bhfuil impleachtaí trasteorann acu áfach

source: It has made a number of regulations dealing with judicial co-operation in civil matters
ga: Tá sé tar éis roinnt rialachán a dhéanamh a phléann le comhoibriú breithiúnach i gcúrsaí sibhialta

source: In general, these regulations are based on the principle of mutual recognition – that is, that decisions lawfully made in one member state should be recognised and enforced in other member states and the procedures for doing so should be as simple as possible
ga: De ghnáth, tá na rialacháin seo bunaithe ar phrionsabal an aitheantais fhrithpháirtigh – is é sin ná, gur chóir cinntí a dhéantar go dleathach i mballstát amháin a aithint agus a chur i bhfeidhm sna ballstáit eile agus gur chóir go mbeadh na nósanna imeachta chun a leithéid a dhéanamh chomh simplí agus is féidir

source: The EU rules in the family law area generally build on the international conventions which already existed but which were not always implemented or did not have mechanisms to ensure implementation
ga: Go ginearálta bíonn rialacha an AE i réimse an dlí teaghlaigh bunaithe ar na coinbhinsiúin idirnáisiúnta a bhí ann cheana féin ach nár cuireadh i bhfeidhm i gcónaí nó nach raibh meicníochtaí ag baint leo a chinntigh gur cuireadh i bhfeidhm iad

source: The recognition and enforcement of maintenance orders in EU member states was governed by Regulation 44/2001 of December 2000 on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters
ga: Rinneadh aitheantas agus forfheidhmiú orduithe cothabhála i mballstáit an AE a rialú ag Rialachán 44/2001 a rinneadh i Nollaig 2000 ar dhlínse agus ar aitheantas agus ar fhorfheidhmiú breithiúnas in ábhair shibhialta agus thráchtála

source: This Regulation is known as "the Brussels I Regulation" and had been in effect in Ireland since March 2002
ga: Tugtar "Rialachán na Bruiséile I" ar an Rialachán seo agus bhí sé i bhfeidhm in Éirinn ó Mhárta 2002 i leith

source: It replaced the 1968 Brussels Convention
ga: Tháinig sé in ionad Choinbhinsiún na Bruiséile 1968

source: In June 2011, Regulation 4/2009 of 18 December 2008, on jurisdiction, applicable law, recognition and enforcement of decisions and cooperation in matters relating to maintenance obligations, amended Regulation 44/2001 by replacing the provisions of that Regulation that apply to maintenance obligations
ga: I Meitheamh 2011, rinne Rialachán 4/2009 an 18 Nollaig 2008, ar dhlínse, dlí infheidhme, aitheantas agus forfheidhmiú cinntí agus comhoibrithe in ábhair lenar bhain dualgais chothabhála, Rialachán 44/2001 a leasú trí fhorálacha an Rialacháin sin a bhaineann le dualgais chothabhála a ionadú

source: Regulation 4/2009, which is commonly referred to as "the Maintenance Regulation", aims to enable a maintenance creditor (you are owed money under a maintenance order) to obtain easily, quickly and generally free of charge, an order which can readily be enforced throughout the European Union
ga: Tá sé mar chuspóir ag Rialachán 4/2009, ar a dtugtar go rialta “an Rialachán Cothabhála”, a chur ar chumas bailitheoir cothabhála (bíonn airgead le híoc leat faoi ordú cothabhála) chun ordú a fháil gan stró, go tapa agus saor in aisce, go ginearálta, ar féidir é a fhorfheidhmiú gan stró ar fud an Aontais Eorpaigh

source: It does this by providing for common rules in relation to jurisdiction, applicable law, recognition, enforcement, cooperation and standardised documents
ga: Déanann sé an méid seo trí fhoráil a dhéanamh do rialacha comónta i ndáil le dlínse, dlí infheidhme, aitheantas, forfheidhmiú, comhoibriú agus cáipéisí caighdeánaithe

source: It covers maintenance obligations which arise from:
ga: Cuimsíonn sé dualgais chothabhála a eascraíonn ón méid a leanas:

source: Under the Regulation, each member state has a Central Authority
ga: Faoin Rialachán, tá ag gach ballstát Údarás Lárnach

source: The Central Authority in Ireland is the Department of Justice and Equality
ga: Is iad an tÚdarás Lárnach in Éirinn an Roinn Dlí agus Cirt agus Comhionannais

source: The Central Authorities co-operate with each other in facilitating the operation of the regulation
ga: Comhoibríonn na hÚdaráis Lárnacha lena chéile agus oibriú an rialacháin a éascú acu

source: They also assist individuals in relation to applications available under the Regulation, particularly with regard to the transmission and receipt of applications, the initiation of related proceedings for the establishment or modification of maintenance, and for the enforcement of a maintenance decision
ga: Ina theannta sin, cabhraíonn siad le daoine maidir le hiarratais atá ar fáil faoin Rialachán, go háirithe maidir le haistriú agus fáil iarratas, tús a chur le himeachtaí gaolmhara do bhunú nó do mhodhnú cothabhála, agus d’fhorfheidhmiú cinneadh cothabhála

source: Regulation 805/2004 of 21 April 2004 created a European Enforcement Order for uncontested orders – including maintenance orders – that came into effect in Ireland on 21 October 2005
ga: Chruthaigh Rialachán 805/2004 an 21 Aibreán 2004, Ordú Forfheidhmithe Eorpach d'orduithe a gcuirtear ina gcoinne – a tháinig i bhfeidhm in Éirinn an 21 Deireadh Fómhair 2005

source: Its provisions for maintenance orders were replaced by Regulation 4/2009, except for European enforcement orders concerning maintenance obligations issued by member states that are not bound by the 2007 Hague Protocol on the law applicable to maintenance obligations
ga: Rinne Rialachán 4/2009 a fhorálacha a ionadú, seachas i gcás orduithe forfheidhmithe Eorpacha lenar bhain dualgais chothabhála a d’eisigh ballstáit eile nach bhfuil faoi cheangal ag Prótacal na Háige 2007 ar an dlí atá infheidhme le dualgais chothabhála

source: The vast majority of member states are bound by the 2007 Hague Protocol
ga: Tá tromlach mór na mballstát faoi cheanglas ag Prótacal na Háige 2007

source: In 2007 the European Community signed a treaty on jurisdiction and the recognition and enforcement of judgments in civil and commercial matters with Iceland, Norway and Switzerland
ga: In 2007, shínigh an Comhphobal Eorpach conradh ar dhlínse agus ar aitheantas agus ar fhorfheidhmiú breithiúnas in ábhair shibhialta agus thráchtála leis an Íoslainn, an Iorua agus leis an Eilvéis

source: The treaty is known as the new Lugano Convention and came into force in January 2010
ga: Tugtar Coinbhinsiún nua Lugano ar an gconradh agus tháinig sé i bhfeidhm in Eanáir 2010

source: The Convention is substantially the same as Regulation 44/2001 and applies between an EU member state and one of the countries mentioned above
ga: Is mar an gcéanna, den chuid is mó, an Coinbhinsiún agus Rialachán 44/2001 agus tá feidhm aige idir ballstát AE agus ceann de na tíortha a luaitear thuas

source: UN and Hague Conventions
ga: Coinbhinsiúin na NA agus na Háige

source: The UN Convention on the Recovery Abroad of Maintenance Payments (the New York Convention) was brought into effect for Ireland in November 1995 by the Maintenance Act 1994
ga: Chuir an tAcht Cothabhála, 1994 Coinbhinsiún na Náisiún Aontaithe maidir le hÍocaíochtaí Cothabhála a Aisghabháil Thar Lear (Coinbhinsiún Nua-Eabhrac) i bhfeidhm d’Éirinn i Samhain 1995

source: This Convention is designed to facilitate the recovery of maintenance by a person living in one jurisdiction against a person living in another
ga: Tá an Coinbhinsiún seo in ainm is aisghabháil cothabhála a éascú i measc daoine a chónaíonn i ndlínse amháin i leith daoine a chónaíonn i ndlínse eile

source: In 2007, the Hague Conference on Private International Law adopted the following two international instruments which are designed to facilitate the international recovery of maintenance:
ga: In 2007, ghlac Coinbhinsiún na Háige um Dhlí Idirnáisiúnta Príobháideach leis an dá ionstraim idirnáisiúnta a leanas atá in ainm is aisghabháil cothabhála idirnáisiúnta a éascú:

source: • 2007 Hague Convention on the international recovery of child support and other forms of family maintenance
ga: • Coinbhinsiún na Háige 2007 um aighabháil idirnáisiúnta tacaíocht linbh agus foirmeacha eile de chothabháil teaghlaigh

source: It revises two existing Hague Conventions relating to family support as well as the New York Convention
ga: Déanann sé leasú ar dhá Choinbhinsiún reatha na Háige i ndáil le tacaíocht teaghlaigh, mar aon le Coinbhinsiún Nua-Eabhrac

source: The Convention entered into force on 1 January 2013
ga: Tháinig an Coinbhinsiún i bhfeidhm an 1 Eanáir 2013

source: • 2007 Hague Protocol on the law applicable to maintenance obligations
ga: • Prótacal na Háige 2007 ar an dlí infheidhme i dtaca le dualgais chothabhála

source: The European Union has applied the Protocol since 2011 on a provisional basis to all its member states except for Denmark and the UK
ga: Chuir an tAontas Eorpach an Prótacal i bhfeidhm ó 2011 i leith ar bhonn sealadach dá mballstáit go léir seachas an Danmhairg agus an RA

source: The Protocol entered into force on 1 August 2013
ga: Tháinig an Prótacal i bhfeidhm an 1 Lúnasa 2013

source: If you want to enforce a maintenance order in a country not covered by EU Regulation 4/2009 or the Lugano Convention, you should contact the Central Authority for Maintenance Recovery in the Department of Justice and Equality for help – see 'Where to apply' below
ga: Más mian leat ordú cothabhála a fhorfheidhmiú i dtír nach bhfuil cuimsithe ag Rialachán AE 4/2009 nó ag Coinbhinsiún Lugano, ba cheart duit teagmháil a dhéanamh leis an Údarás Lárnach um Aisghabháil Cothabhála sa Roinn Dlí agus Cirt agus Comhionannais chun teacht ar chabhair – féach ‘Cá ndéanfaidh mé iarratas?

source: The Department is responsible for transmitting and receiving maintenance
ga: ’ thíos. Tá an Roinn freagrach as cothabháil a aistriú agus a fháil

source: There is more information about maintenance in our document on maintenance orders and agreements
ga: Tá níos mó faisnéise ar fáil faoi chothabháil inár gcáipéis ar orduithe agus comhaontuithe cothabhála

source: Divorce, separation and annulment
ga: Colscaradh, scaradh agus neamhniú

source: Regulation 1347/2000 of 29 May 2000 (called "the Brussels II Regulation”) came into effect in March 2001
ga: Tháinig Rialachán 1347/2000 an 29 Bealtaine 2000 (ar a dtugtar “Rialachán na Bruiséile II”) i bhfeidhm i Márta 2001

source: It set out the rules on jurisdiction and the recognition and enforcement of judgments in matrimonial matters and in matters of parental responsibility for children of both spouses
ga: Leag sé amach na rialacha maidir le dlínse agus le breithiúnais a aithint agus a fhorfheidhmiú i gcúrsaí pósta agus i gcúrsaí a bhaineann le freagracht tuismitheoirí i leith leanaí an bheirt chéilí

source: (Matrimonial matters includes divorce, annulment and legal separation but does not include, for example, the property consequences of marriage and the grounds for divorce.)
ga: (Cuimsíonn cúrsaí pósta colscaradh, neamhniú agus scaradh dlíthiúil ach ní chuimsíonn sé, mar shampla, iarmhairtí maoine an phósta agus an chúis leis an gcolscaradh.)

source: This regulation was replaced by Regulation 2201/2003 (“the new Brussels II Regulation” or "the Brussels II bis”) for cases arising on or after 1 March 2005 but its rules in relation to matrimonial matters are virtually unchanged
ga: Tháinig Rialachán 2201/2003 (“Rialachán nua na Bruiséile II” nó “an Bhruiséil II bis”) in ionad an rialacháin sin do chásanna a tháinig chun cinn ar nó dá éis 1 Márta 2005 ach a rialacha maidir le cúrsaí pósta beagnach gan athrú

source: A Practice Guide for the application of the new Brussels II Regulation (pdf) is available
ga: Tá Treoir Chleachtaidh maidir le cur i bhfeidhm Rialachán nua na Bruiséile II (pdf) ar fáil

source: The Regulation does not set out one general rule about jurisdiction in matrimonial matters
ga: Ní leagann an Rialachán amach riail ghinearálta amháin faoi dhlínse i gcúrsaí pósta

source: It provides that you may take a matrimonial action in the courts of the member state where one or both of you are or were habitually resident or the member state of your common nationality or your common domicile
ga: Forálann sé gur féidir leat caingean pósta a ghlacadh i gcúirteanna an bhallstáit ina bhfuil nó ina raibh duine díobh nó an bheirt agaibh i bhur ngnáthchónaí, nó i gcúirteanna an bhallstát óna dtagann an bheirt agaibh ó dhúchais nó ina bhfuil sibh i bhur sainchónaí

source: This means, of course, that it may be possible to take the action in a number of states
ga: Ciallaíonn sé sin, dar ndóigh, go bhféadfaí caingean a ghlacadh i roinnt stát

source: The Regulation provides that once proceedings have started in a particular member state, other states must refuse jurisdiction
ga: Forálann an Rialachán, chomh luath is atá imeachtaí tosaithe i mballstát amháin gur gá do na stáit eile dlínse a dhiúltú ansin

source: The Regulation does not deal with the question of which law applies
ga: Ní phléann an Rialachán leis ceist maidir le cén dlí atá infheidhmithe

source: This is a matter for the member state that has jurisdiction
ga: Is ábhar é seo don bhallstát a bhfuil dlínse aige

source: For example, most countries other than Ireland and the UK apply the law of the country of habitual residence of the parties while Ireland and the UK apply the law of the country of domicile
ga: Mar shampla, cuireann an chuid is mó de na tíortha, seachas Éire agus an Ríocht Aontaithe, dlí na tíre ina bhfuil gnáthchónaí ar na páirtithe i bhfeidhm, ach cuireann Éire agus an RA dlí na tíre ina bhfuil sainchónaí orthu i bhfeidhm

source: The Regulation provides that a decision on a matrimonial matter made in one member state must be recognised and enforced in the other states without any special procedures
ga: Forálann an Rialachán go gcaithfear cinneadh a dhéantar maidir le cúrsa pósta i mballstát amháin a aithint agus a chur i bhfeidhm sna stáit eile gan aon nósanna imeachta speisialta

source: You do not have to go to court to have it recognised
ga: Ní gá duit dul chuig an gcúirt le go n-aithneofaí é

source: However, any interested party may ask the court in the other member state not to recognise the decision
ga: D’fhéadfadh páirtí ar bith gur suim leo an scéal iarraidh ar an gcúirt sa bhallstát eile gan an cinneadh a aithint áfach

source: The court may refuse to recognise the decision:
ga: D’fhéadfadh an chúirt diúltú don chinneadh a aithint:

source: • If such recognition is clearly contrary to public policy
ga: • Má tá sé soiléir go mbeadh sé in aghaidh an bheartais phoiblí é a aithint

source: • If the decision contradicts another decision
ga: • Má théann an cinneadh in aghaidh cinneadh eile

source: • If there were certain procedural defects – in particular if one party was not properly served with the relevant papers and did not put in an appearance as a result
ga: • Má bhí lochtanna áirithe sa nós imeachta – go háirithe murar seirbheáladh na páipéir ábhartha ar pháirtí amháin i gceart agus nach raibh sé/sí i láthair mar thoradh

source: The court is not entitled to hear an appeal against the decision
ga: Níl an chúirt i dteideal éisteacht le hachomharc i gcoinne an chinnidh

source: The law applicable to international divorces
ga: An dlí a bhaineann le colscaradh idirnáisiúnta

source: As explained above, Regulation 2201/2003 does not determine what law applies when an application for divorce is being considered
ga: Faoi mar a mhínítear thuas, ní dheimhníonn Rialachán 2201/2003 cén dlí atá infheidhme nuair atá breithniú á dhéanamh ar iarratas

source: For example, if an Irish person living in the UK wants to divorce a German spouse who is living in France, which national law applies?
ga: Mar shampla, más mian le hÉireannach a chónaíonn sa RA colscaradh a fháil ó chéile Gearmánach a bhfuil cónaí air/uirthi sa Fhrainc, cén dlí náisiúnta a bhíonn i gceist?
